{
  "isUploaded": true,
  "situations": [
    {
      "description": "Парень приходит в бар и спрашивает бармена: «Дайте мне что-нибудь горькое». Бармен отвечает: «К сожалению, у нас нет горького алкоголя, но у вас есть жизнь»."
    },
    {
      "description": "На свадьбе муж спрашивает свою жену: «Ты мне веришь?». Она отвечает: «Да, конечно, я верю тебе, хотя и не знаю, зачем»."
    },
    {
      "description": "Мужчина спрашивает свою жену: «Зачем ты сделала это?». Она отвечает: «Чтобы украсить твою глупость»."
    },
    {
      "description": "Полицейский спрашивает пьяного: «Что случилось?». Пьяный отвечает: «Я решил, что лучше пройтись по улице, чем пройтись по моему расписанию»."
    },
    {
      "description": "Друг приходит к другу и спрашивает: «Что ты думаешь?». Его друг отвечает: «Я думаю, что я должен был сделать это, но я сделал то, что должны были сделать другие»."
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг произносит неправильное слово"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг делает нелепую шутку"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой родственник делает нелепое движение"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть удивление, когда твой друг начинает разговаривать со зверями"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг имитирует различные звуки"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг разговаривает с неизвестными людьми"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг поёт песню на незнакомом языке"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг постоянно придумывает новые слова"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг случайно задаёт нелепые вопросы"
    },
    {
      "description": "твое лицо когда ты пытаешься скрыть улыбку, когда твой друг имитирует различных людей"
    },
    {
      "description": "Когда ты начинаешь просить у друга лайки под своим постом"
    },
    {
      "description": "Когда ты просыпаешься после длинной ночи игры"
    },
    {
      "description": "Когда ты хочешь сделать что-то, но думаешь, что это невозможно"
    },
    {
      "description": "Когда ты не можешь определиться, что делать"
    },
    {
      "description": "Когда ты хочешь добиться успеха, но думаешь, что это невозможно"
    }
  ]
}
